[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Apple",
      "description": "Техника Apple – надежно, стильно, качественно. Внешний вид брендовой яблочной техники Эпл знаком многим. Гаджеты отличаются идеальным дизайном без излишеств, считаются эталоном минимализма. Производитель постоянно модернизирует внешний вид своих устройств, делая их более привлекательными и оригинальными. Славится техника высоким качеством сборки, использованием высококачественных компонентов, благодаря чему уменьшаются риски возможных повреждений, сбоев системы и поломок. Бренд ежегодно выпускает новые обновления. Регулярное усовершенствование функциональных возможностей техники дает возможность беспрепятственно использовать все преимущества. Гаджеты имеют надежную защиту конфиденциальных данных и защиту от вредоносного ПО.",
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Samsung Galaxy",
      "description": "Устройства Samsung Galaxy используют операционную систему Android производства Google с пользовательским интерфейсом под названием One UI (предыдущие версии были известны как Samsung Experience и TouchWiz). Однако Galaxy TabPro S — это первое устройство Galaxy с Windows 10 на борту, которое было анонсировано на CES 2016. Galaxy Watch — это первые смарт-часы под брендом Galaxy после выпуска последующих итераций смарт-часов Gear с 2014 по 2017 год."
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Xiaomi",
      "description": "Компания Xiaomi регулярно презентует гаджеты, стараясь угодить наибольшему количеству потенциальных клиентов."
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "iPhone 16 Pro Max",
      "description": "Телефон Apple iPhone 16 Pro Max 512Gb eSim (White Titanium)",
      "img": "",
      "category": 1,
      "price": "160000.00",
      "created_at": "2024-12-17T18:50:01.171Z",
      "updated_at": "2024-12-17T18:50:01.171Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Galaxy Z Flip6",
      "description": "Смартфон Samsung Galaxy Z Flip6 512 ГБ Желтый. Встроенная память, ГБ: 512; Емкость аккумулятора, мАч: 4000; Диагональ экрана, дюйм: 6.7.",
      "img": "",
      "category": 2,
      "price": "129990.00",
      "created_at": "2024-12-17T18:57:39.554Z",
      "updated_at": "2024-12-17T18:57:39.554Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Xiaomi 14T Pro ",
      "description": "12/512GB титановый",
      "img": "",
      "category": null,
      "price": "79990.00",
      "created_at": "2024-12-17T19:52:44.823Z",
      "updated_at": "2024-12-17T19:52:44.823Z"
    }
  }
]